{
  "updateAt": "05/24/2023 8:46 PM",
  "relics": [
    {
      "type": "Relic Set",
      "relics": [
        {
          "name": "Band of Sizzling Thunder",
          "description": [
            "(2) Increases Lightning DMG by 10%.",
            "(4) When the wearer uses Skill, increases the wearer's ATK by 20% for 1 turn(s)."
          ]
        },
        {
          "name": "Champion of Streetwise Boxing",
          "description": [
            "(2) Increases Physical DMG by 10%.",
            "(4) After the wearer attacks or is hit, their ATK increases by 5% for the rest of the battle. This effect can stack up to 5 time(s)."
          ]
        },
        {
          "name": "Eagle of Twilight Line",
          "description": [
            "(2) Increases Wind DMG by 10%.\n\n",
            "(4) After the wearer uses Ultimate, their action is Advanced Forward by 25%."
          ]
        },
        {
          "name": "Firesmith of Lava-Forging",
          "description": [
            "(2) Increases Fire DMG by 10%.",
            "(4) Increases the wearer's Skill DMG by 12%. After unleashing Ultimate, increases the wearer's Fire DMG by 12% for next attack."
          ]
        },
        {
          "name": "Genius of Brilliant Stars",
          "description": [
            "(2) Increases Quantum DMG by 10%.",
            "(4) When the wearer deals DMG to the target enemy, ignores 10% DEF. If the target enemy has Quantum Weakness, the wearer additionally ignores 10% DEF."
          ]
        },
        {
          "name": "Guard of Wuthering Snow",
          "description": [
            "(2) Reduces DMG taken by 8%.",
            "(4) At the beginning of the turn, if the wearer's HP is equal to or less than 50% of their Max HP, restores HP equal to 8% of their Max HP and regenerates 5 Energy."
          ]
        },
        {
          "name": "Hunter of Glacial Forest",
          "description": [
            "(2) Increases Ice DMG by 10%.",
            "(4) After the wearer unleashes their Ultimate, their CRIT DMG increases by 25% for 2 turn(s)."
          ]
        },
        {
          "name": "Knight of Purity Palace",
          "description": [
            "(2) Increases DEF by 15%.",
            "(4) Increases the max DMG that can be absorbed by the shield created by the wearer by 20%."
          ]
        },
        {
          "name": "Musketeer of Wild Wheat",
          "description": [
            "(2) ATK increases by 12%.",
            "(4) The wearer's SPD increases by 6% and Basic ATK DMG increases by 10%."
          ]
        },
        {
          "name": "Passerby of Wandering Cloud",
          "description": [
            "(2) Increases Outgoing Healing by 10%.",
            "(4) At the beginning of the battle, immediately recovers 1 Skill Point."
          ]
        },
        {
          "name": "Thief of Shooting Meteor",
          "description": [
            "(2) Increases Break Effect by 16%",
            "(4) Increases the wearer's Break Effect by 16%. When the wearer inflicts Weakness Break on an enemy, regenerates 3 Energy."
          ]
        },
        {
          "name": "Wastelander of Banditry Desert",
          "description": [
            "(2) Increases Imaginary DMG by 10%.",
            "(4) When attacking debuffed enemies, the wearer's CRIT Rate increases by 10%, and their CRIT DMG increases by 20% against Imprisoned enemies."
          ]
        }
      ]
    },
    {
      "type": "Planetary Ornament Set",
      "relics": [
        {
          "name": "Belobog of the Architects",
          "description": [
            "(2) Increases the wearer's DEF by 15%. When the wearer's Effect Hit Rate is 50% or higher, the wearer gains an extra 15% DEF."
          ]
        },
        {
          "name": "Celestial Differentiator",
          "description": [
            "(2) Increases the wearer's CRIT DMG by 16%. When the wearer's current CRIT DMG reaches 120% or higher, after entering battle, the wearer's CRIT Rate increases by 60% until the end of their first attack."
          ]
        },
        {
          "name": "Fleet of the Ageless",
          "description": [
            "(2) Increases the wearer's Max HP by 12%. When the wearer's SPD reaches 120 or higher, all allies' ATK increases by 8%."
          ]
        },
        {
          "name": "Inert Salsotto",
          "description": [
            "(2) Increases the wearer's CRIT Rate by 8%. When the wearer's current CRIT Rate reaches 50% or higher, the wearer's Ultimate and follow-up attack DMG increases by 15%."
          ]
        },
        {
          "name": "Pan-Galactic Commercial Enterprise",
          "description": [
            "(2) Increases the wearer's Effect Hit Rate by 10%. Meanwhile, the wearer's ATK increases by an amount that is equal to 25% of the current Effect Hit Rate, up to a maximum of 25%."
          ]
        },
        {
          "name": "Space Sealing Station",
          "description": [
            "(2) Increases the wearer's ATK by 12%. When the wearer's SPD reaches 120 or higher, the wearer's ATK increases by an extra 12%."
          ]
        },
        {
          "name": "Sprightly Vonwacq",
          "description": [
            "(2) Increases the wearer's Energy Regeneration Rate by 5%. When the wearer's SPD reaches 120 or higher, the wearer's action is Advanced Forward by 40% immediately upon entering battle."
          ]
        },
        {
          "name": "Talia: Kingdom of Banditry",
          "description": [
            "(2) Increases the wearer's Break Effect by 16%. When the wearer's SPD reaches 145 or higher, the wearer's Break effect increases by an extra 20%."
          ]
        }
      ]
    }
  ]
}